espressif/esp-iot-solution/examples/touch/touch_proximity/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32s3"
CONFIG_FREERTOS_HZ=1000
CONFIG_ENABLE_TOUCH_PROX_DEBUG=n
